12/data/attachments/affefa9a875370e2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_create_Friend_39259_9</nif:username>
            <nif:friendToBeRequested>soap_friends_6cf6109e-6903-4532-a6c8-84eaf49ac264</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>